Repository: xfce-mirror/xfce4-wavelan-plugin
Catalog: po/*.po
Languages: ro

source: No carrier signal
ro: Fără purtătoare de semnal

source: %s: %d%s at %dMb/s
ro: %s: %d%s at %dMo/s

source: %d%s at %dMb/s
ro: %d%s at %dMo/s

source: No device configured
ro: Niciun dispozitiv configurat

source: <big><b>Failed to execute command "%s".</b></big> %s
ro: <big><b>Execuția comenzii «%s» a eșuat.</b></big> %s

source: Error
ro: Eroare

source: Wavelan Plugin Options
ro: Opțiuni ale modulului Wavelan

source: _Close
ro: În_chide

source: Properties
ro: Proprietăți

source: Interface
ro: Interfață

source: _Autohide when offline
ro: _Ascundere automată atunci când este fără conexiune

source: Autohide when no _hardware present
ro: Ascundere automată atunci când nu este prezent niciun _dispozitiv wifi

source: Note: This will make it difficult to remove or configure the plugin if there is no device detected.
ro: Notă: Acest lucru va face dificilă eliminarea sau configurarea modulului dacă nu este detectat niciun dispozitiv.

source: Show _icon
ro: Afișează p_ictograma

source: Show signal _bar
ro: Afișează _bara de semnal

source: Enable sig_nal quality colors
ro: Activează culorile calității sem_nalului

source: Wifi Manager Command
ro: Comanda gestionarului wifi

source: View the status of a wireless network
ro: Vizualizează starea unei rețele fără fir

source: No such WaveLAN device
ro: Nu există niciun astfel de dispozitiv WaveLAN

source: Invalid parameter
ro: Parametru nevalid

source: Unknown error
ro: Eroare necunoscută

source: Unknown
ro: Necunoscută
